OpenFOAM-dev/tutorials/incompressibleFluid/blockedChannel/Allrun
#!/bin/sh

cd ${0%/*} || exit 1

. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh
runApplication foamPostProcess -func generateAlphas
runApplication $(getApplication)
